Repository: Dima73/enigma2-plugin-systemplugins-devicemanager
Catalog: po/*.po
Languages: de, fr, it, ru

source: as HDD ?
fr: en tant que disque dur?
it: come disco rigido ?
ru: как HDD ?

source: Cancel
de: Abbrechen
fr: Annuler
it: Annullare
ru: Отмена

source: Cannot format current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Die ausgewählte Partition kann nicht formatiert werden. Eine laufende Aufnahme, Timeshift oder externe Anwendungen (wie Samba, Auslagerungsdatei und NFS-Server) können diese Probleme verursachen. Bitte beenden Sie diese Anwendungen/Prozesse und versuchen es erneut.
fr: Impossible de formater le disque actuel. Un enregistrement, une pause direct ou des outils externes (comme samba, fichier swap et nfsd) peuvent causer ce problème. Merci d’arrêter ces actions/applications et essayer de nouveau
it: Impossibile formattare questa unità. Una registrazione in corso, il timeshift o altri processi esterni (come Samba, swapfile e nfsd) potrebbero essere la causa del problema. Fermare queste azioni/applicazioni e riprovare ancora.
ru: Невозможно отформатировать текущее устройство. Вероятно запись в процессе, таймшифт или какие запущенные программы (например самба, своп, торренты или nfsd),могут быть причиной этой проблемы. Пожалуйста, остановите эти процессы/программы и попробуйте еще раз.

source: Cannot format partition %d
de: Partition %d konnte nicht formatiert werden.
fr: Impossible de formater la partition %d
it: Impossibile formattare la partizione %d
ru: Невозможно отформатировать раздел %d

source: Cannot mount new drive. Please check filesystem or format it and try again
de: Die Partition konnte nicht eingehangen werden. Bitte führen Sie eine Dateisystemüberprüfung durch oder formatieren Sie diese und versuchen es erneut.
fr: Impossible de monter un nouveau disque. Vérifiez le système de fichier ou formatez le et essayez à nouveau
it: Impossibile montare la nuova unità. Verificare il filesystem o formattarla e riprovare ancora.
ru: Невозможно смонтировать новое устройство. Пожалуйста выполните проверку файловой системы или форматирование и попробуйте еще раз.

source: Cannot umount current device. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Das ausgewählte Speichermedium kann nicht ausgehangen werden. Eine laufende Aufnahme, Timeshift oder externe Anwendungen (wie Samba, Auslagerungsdatei und NFS-Server) können diese Probleme verursachen. Bitte beenden Sie diese Anwendungen/Prozesse und versuchen es erneut.
fr: Impossible de démonter le périphérique actuel. Un enregistrement, une pause direct ou des outils externes (comme samba, fichier swap et nfsd) peuvent causer ce problème. Merci d’arrêter ces actions/applications et essayer de nouveau
it: Impossibile smontare il dispositivo attuale. Una registrazione in corso, il timeshift o altri processi esterni (come Samba, swapfile e nfsd) potrebbero essere la causa del problema. Fermare queste azioni/applicazioni e riprovare ancora.
ru: Невозможно отмонтировать текущее устойство. Вероятно запись в процессе, таймшифт или какие запущенные программы (например самба, своп, торренты или nfsd),могут быть причиной этой проблемы. Пожалуйста, остановите эти процессы/программы и попробуйте еще раз.

source: Cannot umount current drive. A record in progress, timeshift or some external tools (like samba, swapfile and nfsd) may cause this problem. Please stop this actions/applications and try again
de: Die ausgewählte Partition kann nicht ausgehangen werden. Eine laufende Aufnahme, Timeshift oder externe Anwendungen (wie Samba, Auslagerungsdatei und NFS-Server) können diese Probleme verursachen. Bitte beenden Sie diese Anwendungen/Prozesse und versuchen es erneut.
fr: Impossible de démonter le disque actuel. Un enregistrement, une pause direct ou des outils externes (comme samba, fichier swap et nfsd) peuvent causer ce problème. Merci d’arrêter ces actions/applications et essayer de nouveau
it: Impossibile smontare l'unità attuale. Una registrazione in corso, il timeshift o altri processi esterni (come Samba, swapfile e nfsd) potrebbero essere la causa del problema. Fermare queste azioni/applicazioni e riprovare ancora.
ru: Невозможно отмонтировать текущее устойство. Вероятно запись в процессе, таймшифт или какие запущенные программы (например самба, своп, торренты или nfsd),могут быть причиной этой проблемы. Пожалуйста, остановите эти процессы/программы и попробуйте еще раз.

source: Change old drive with this new drive
de: Auf neues Speichermedium ändern
fr: Remplacer un ancien disque par un nouveau
it: Cambiare la vecchia unità con una nuova
ru: Смена старого диска на новый диск

source: Check
de: Überprüfen
fr: Vérification
it: Verificare
ru: Проверка

source: Check disk terminated with success
de: Die Dateisystemüberprüfung wurde erfolgreich durchgeführt.
fr: Vérification du disque terminée avec succès
it: Verifica disco completata con successo
ru: Проверка диска завершена с успехом

source: Checking disk
de: Überprüfe Dateisystem
fr: Vérification du disque
it: Verifica disco...
ru: Проверка диска

source: Checking disk %s
de: Überprüfe Dateisystem %s
fr: Vérification du disque %s
it: Verifica disco %s...
ru: Проверка диска %s

source: Cylinders: %s (max) %s (current)
de: Zylinder: %s (max) %s (aktuell)
fr: Cylindres: %s (max) %s (actuellement)
it: Cilindri: %s (max) %s (attuali)
ru: Цилиндры: %s (макс.) %s (текущий)

source: Cylinders: unknown
de: Zylinder: unbekannt
fr: Cylindres: inconnu
it: Cilindri: sconosciuti
ru: Цилиндры: неизвестно

source: Device Details
de: Geräte Details
fr: Infos sur le périphérique
it: Dettagli dispositivo
ru: Сведения об устройстве

source: Device Fixed Mount Point change needs a system restart in order to take effect. Restart your STB now?
de: Die Anpassung des festen Einhängepunkts erfordert einen Systemneustart, damit diese wirksam wird. Wollen Sie Ihre STB jetzt neu starten?
fr: La modification du point de montage fixé d’un périphérique nécessite un redémarrage afin de prendre effet. Redémarrer le récepteur maintenant?
it: La modifica del punto di mount del dispositivo richiede un riavvio per essere effettiva. Riavviare ora il ricevitore?
ru: Необходимо выполнить перезагрузку системы, для применения нового монтирования. Выполнить перезагрузку ресивера сейчас?

source: Device Manager
de: Geräteverwaltung
fr: Gestionnaire de périphériques
it: Gestione dispositivi
ru: Менеджер устройств хранения

source: Device Manager - Fast Mounted Remove
de: Geräteverwaltung - Fast Mounted Entfernen
fr: Gestionnaire de montage - Enlever rapidement les montages
it: Gestione dispositivi - Rimozione rapida
ru: Менеджер устройств хранения - отмонтирование

source: Disk temperature: %s
de: Festplattentemperatur: %s
fr: Température du disque: %s
it: Temperatura disco: %s
ru: Температура устройства: %s

source: Disk temperature: unknown
de: Festplattentemperatur: unbekannt
fr: Température du disque: inconnue
it: Temperatura disco: sconosciuta
ru: Температура устройства: неизвестно

source: Error checking disk. The disk may be damaged
de: Fehler bei der Dateisystemüberprüfung. Die Partition könnte fehlerhaft sein.
fr: Erreur lors de la vérification du disque. Le disque est peut-être endommagé
it: Errore verifica disco. Il disco potrebbe essere danneggiato!
ru: Ошибка проверки устройства. Возможно устройство повреждено.

source: Error formatting disk. The disk may be damaged
de: Fehler bei der Dateisystemerstellung. Die Partition könnte fehlerhaft sein.
fr: Erreur lors du formatage du disque. Le disque est peut-être endommagé
it: Errore formattazione disco. Il disco potrebbe essere danneggiato!
ru: Ошибка форматирования устройства. Возможно устройство повреждено.

source: Exit
de: Beenden
fr: Quitter
it: Uscire
ru: Выход

source: Fast Mounted Remove
de: Fast Mounted Entfernen
fr: Enlever rapidement un montage
it: Rimozione rapida
ru: Быстрое удаление монтирования

source: Fast mount
fr: Montage rapide
it: Rapida
ru: Авто монтирование

source: Fast mounted Media unmounted. You can safely remove the Device now, if no further Partitions (displayed as P.x on Devicelist - where x >=2) are mounted on the same Device. Please unmount Fixed Mounted Devices with Device Manager Panel!
de: Fast mounted Speichermedium ausgehangen. Sie können das Gerät sicher entfernen, falls keine weiteren Partitionen (angezeigt als P.x in der Geräteliste - mit x >=2) auf denselben Gerät eingehangen sind. Bitte hängen Sie Ihre Fixed mounted Speichermedien mit der Geräteverwaltung aus!
fr: Le média monté rapidement à été démonté. Vous pouvez maintenant enlever en toute sécurité le périphérique, si plus aucune partitions (affichée comme P.x dans la liste des périphériques - où x >=2) sont montés sur le même périphérique. Merci de démonter les points de montages fixés avec le menu de gestionnaire de périphérique!
it: Smontaggio unità rapida. Ora è possibile rimuovere il dispositivo in sicurezza, se non esistono ulteriori partizioni (mostrate come P.x sulla lista dispositivi - dove x >=2) montate sullo stesso dispositivo. Smontare i dispositivi montati in modo permanente con il pannello Gestione dispositivi!
ru: Медиа устройство отмонтировано. Вы можете безопасно удалить устройство прямо сейчас, если нет дополнительных разделов (отображаются как P.x в списке устройств - где x >=2), смонтированых на одном устройстве хранения. Пожалуйста, отмонтируйте дополнительные разделы устройства с помощью плагина!

source: Firmware: %s
ru: Прошивка: %s

source: Firmware: unknown
de: Firmware: unbekannt
fr: Firmware: inconnu
it: Firmware: sconosciuto
ru: Прошивка: неизвестно

source: Fixed mount
fr: Montage fixé
it: Permanente
ru: Фиксированное монтирование (запись в fstab)

source: Fixed mounted first initialized Storage Device to /media/hdd. It needs a system restart in order to take effect. Restart your STB now?
de: Dem ersten initialisierten Speichermedium wurde der Einhängepunkt /media/hdd fest zugewiesen. Diese Anpassung erfordert einen Systemneustart, damit diese wirksam wird. Wollen Sie Ihre STB jetzt neu starten?
fr: Montage fixé initialise d’abord le périphérique de stockage en tant que /media/hdd. Cela nécessite un redémarrage pour prendre effet. Redémarrer votre récepteur maintenant?
it: Unità dati prima inizializzata a /media/hdd montata in modo permanente. E' necessario un riavvio per applicare le modifiche. Riavviare il ricevitore?
ru: Для завершения фиксированного монтирования к /media/hdd и инициализации устройства хранения,необходим рестарт системы для применения изменений. Выполнить перезагрузку ресивера сейчас?

source: Format
de: Formatieren
it: Formattare
ru: Форматировать

source: Format as
de: Formatiere als
fr: Formater en tant que
it: Formattare come
ru: Форматировать как

source: Format terminated with success
de: Die Formatierung wurde erfolgreich durchgeführt.
fr: Le formatage est terminé avec succès
it: Formattazione completata con successo
ru: Форматирование успешно завершено

source: Format/Partition your Devices and manage Mountpoints
de: Formatieren/Partitionieren Ihrer Speichermedien und Verwalten Ihrer Einhängepunkte
fr: Formatage/Partition vos périphériques et gérer les points de montage
it: Formattare/Partizionare i dispositivi e gestire i punti di mount
ru: Форматирование/создание разделов для устройств хранения

source: Formatting disk
de: Formatiere Dateisystem
fr: Formatage du disque
it: Formattazione disco...
ru: Форматирование диска

source: Formatting disk %s
de: Formatiere Dateisystem %s
fr: Formatage du disque %s
it: Formattazione disco %s...
ru: Форматирование диска %s

source: Formatting partition %d
de: Formatiere Partition %d
fr: Formatage de la partition %d
it: Formattazione partizione %d...
ru: Форматирование раздела %d

source: Four partitions (25% - 25% - 25% - 25%)
de: 4 Partitionen (25% - 25% - 25% - 25%)
fr: Quatre partitions (25% - 25% - 25% - 25%)
it: Quattro partizioni (25% - 25% - 25% - 25%)
ru: Четыре раздела (25% - 25% - 25% - 25%)

source: Harddisk standby after
de: Festplatten-Standby nach
fr: Mettre le disque dur en veille après
it: Disco rigido in sospensione dopo
ru: Режим ожидания через

source: Heads: %s (max) %s (current)
de: Köpfe: %s (max) %s (aktuell)
fr: Têtes: %s (max) %s (actuellement)
it: Testine: %s (max) %s (attuali)
ru: Головки: %s (макс.) %s (текущий)

source: Heads: unknown
de: Köpfe: unbekannt
fr: Têtes: inconnues
it: Testine: sconosciute
ru: Головки: неизвестно

source: Info
ru: Инфо

source: Initialize
de: Initialisieren
fr: Initialiser
it: Inizializzare
ru: Инициализация

source: Initialize disk
de: Initialisiere Speichermedium
fr: Initialisation du disque
it: Inizializzare disco
ru: Инициализация диска

source: Insert mount point:
de: Einhängepunkt eingeben:
fr: Insérer un point de montage:
it: Inserire punto di mount:
ru: Вставить точку монтирования:

source: Keep old drive
de: Bisherige Zuordnung beibehalten
fr: Garder l’ancien disque
it: Mantenere la vecchia unità
ru: Сохранить старое устройство

source: Model: %s
de: Modell: %s
fr: Modèle: %s
it: Modello: %s
ru: Модель: %s

source: Model: unknown
de: Modell: unbekannt
fr: Modèle: inconnu
it: Modello: sconosciuto
ru: Модель: неизвестно

source: Mount
de: Einhängen
fr: Monter
it: Montare
ru: Монтирование

source: Mount as /media/hdd1
de: Als /media/hdd1 einhängen
fr: Monter en tant que /media/hdd1
it: Montare come /media/hdd1
ru: Смонтировать как /media/hdd1

source: Mount as /media/hdd2
de: Als /media/hdd2 einhängen
fr: Monter en tant que /media/hdd2
it: Montare come /media/hdd2
ru: Смонтировать как /media/hdd2

source: Mount as /media/hdd3
de: Als /media/hdd3 einhängen
fr: Monter en tant que /media/hdd3
it: Montare come /media/hdd3
ru: Смонтировать как /media/hdd3

source: Mount as /media/hdd4
de: Als /media/hdd4 einhängen
fr: Monter en tant que /media/hdd4
it: Montare come /media/hdd4
ru: Смонтировать как /media/hdd4

source: Mount as /media/hdd5
de: Als /media/hdd5 einhängen
fr: Monter en tant que /media/hdd5
it: Montare come /media/hdd5
ru: Смонтировать как /media/hdd5

source: Mount as /media/usb
de: Als /media/usb einhängen
fr: Monter en tant que /media/usb
it: Montare come /media/usb
ru: Смонтировать как /media/usb1

source: Mount as /media/usb1
de: Als /media/usb1 einhängen
fr: Monter en tant que /media/usb1
it: Montare come /media/usb1
ru: Смонтировать как /media/usb1

source: Mount as /media/usb2
de: Als /media/usb2 einhängen
fr: Monter en tant que /media/usb2
it: Montare come /media/usb2
ru: Смонтировать как /media/usb5

source: Mount as /media/usb3
de: Als /media/usb3 einhängen
fr: Monter en tant que /media/usb3
it: Montare come /media/usb3
ru: Смонтировать как /media/usb4

source: Mount as /media/usb4
de: Als /media/usb4 einhängen
fr: Monter en tant que /media/usb4
it: Montare come /media/usb4
ru: Смонтировать как /media/usb4

source: Mount as /media/usb5
de: Als /media/usb5 einhängen
fr: Monter en tant que /media/usb5
it: Montare come /media/usb5
ru: Смонтировать как /media/usb5

source: Mount as main hdd
de: Als Hauptspeichermedium einhängen (/media/hdd)
fr: Monter en tant que disque dur principal
it: Montare come HDD principale
ru: Смонтировать как основной диск /media/hdd

source: Mount on custom path
de: Auf benutzerdefinierten Pfad einhängen
fr: Monter sur une chemin personalisé
it: Montare su percorso personale
ru: Смонтировать по пользовательскому пути в /media

source: Mount point exist!
de: Einhängepunkt existiert bereits!
fr: Le point de montage existe!
it: Punto di mount esistente!
ru: Тоска монтирования уже существует!

source: Mountpoints
de: Einhängepunkte
fr: Points de montage
it: Punti di mount
ru: Точка монтирования

source: No - simple
fr: Non - simple
it: No (semplice)
ru: Нет - просто

source: One partition
de: 1 Partition (100%)
fr: Une partition
it: Una partizione
ru: Один раздел

source: Or use standard 'Harddisk Setup' to initialize your drive in ext4.
fr: Ou utiliser le standard ‘Configuration Disque Dur’ pour initialiser votre disque en ext4.
it: Oppure usare il menu 'Disco rigido' per inizializzare l'unità in ext4.
ru: Или используйте стандартную 'Настройка дисков' для инициализации Вашего устройства в ext4 (рекомендуется)!

source: P. %d - %s (Fast: %s)
fr: P. %d - %s (Rapide: %s)
it: P. %d - %s (Rapida: %s)
ru: P. %d - %s (авто: %s)

source: P. %d - %s (Fixed: %s)
fr: P. %d - %s (Fixé: %s)
it: P. %d - %s (Permanente: %s)
ru: P. %d - %s (fstab: %s)

source: P.%s (Fast: %s)
fr: P.%s (Rapide: %s)
it: P.%s (Rapida: %s)
ru: P.%s (авто: %s)

source: P.%s (Fixed: %s)
fr: P.%s (Fixé: %s)
it: P.%s (Permanente: %s)
ru: P.%s (fstab: %s)

source: Partitioner
de: Partitionierer
fr: Partitionner
it: Gestore partizioni
ru: Создание разделов

source: Partitioning failed!
de: Partitionierung fehlgeschlagen!
fr: Le partitionnage a échoué!
it: Partizionamento fallito!
ru: Ошибка создания разделов!

source: Partitioning...
de: Partitioniere...
fr: Partitionnage…
it: Partizionamento...
ru: Создаем разделы...

source: Partitions
de: Partitionen
it: Partizioni
ru: Разделы

source: Please select your preferred configuration.
de: Bitte wählen Sie Ihre bevorzugte Konfiguration aus.
fr: Merci de choisir votre configuration préférée.
it: Selezionare la configurazione preferita.
ru: Пожалуйста, выберите Вашу предпочитаемую конфигурацию.

source: Quick and safe remove for your mounted devices
de: Schnelles und sicheres Entfernen Ihrer eingehangenen Speichermedien
fr: Enlever rapidement et en toute sécurité vos périphériques montés
it: Rimozione rapida e sicura dei dispositivi montati
ru: Быстрое и безопасное удаление для смонтированных устройств

source: Read cache speed: %s
de: Lesespeed (cached): %s
fr: Vitesse de lecture du cache: %s
it: Velocità lettura cache: %s
ru: Скорость чтения кэша: %s

source: Read disk cache speed: unknown
de: Lesespeed (cached): unbekannt
fr: Vitesse de lecture du cache: inconnue
it: Velocità lettura cache disco: sconosciuta
ru: Скорость чтения кэша: неизвестно

source: Read disk speed: unknown
de: Lesespeed: unbekannt
fr: Vitesse de lecture du disque: inconnue
it: Velocità lettura disco: sconosciuta
ru: Скорость чтения диска: неизвестно

source: Read speed: %s
de: Lesegeschwindigkeit: %s
fr: Vitesse de lecture: %s
it: Velocità lettura: %s
ru: Скорость чтения: %s

source: Restart STB
de: Neustart
fr: Redémarrer le récepteur
it: Riavviare
ru: Restart ресивера

source: Save
fr: Sauver
it: Salvare
ru: Сохранить

source: Sectors: %s (max) %s (current)
de: Sektoren: %s (max) %s (aktuell)
fr: Secteurs: %s (max) %s (actuellement)
it: Settori: %s (max) %s (attuali)
ru: Секторов: %s (макс.) %s (текущий)

source: Sectors: unknown
de: Sektoren: unbekannt
fr: Secteurs: inconnu
it: Settori: sconosciuti
ru: Секторов: неизвестно

source: Selected mount point is already used by another drive.
de: Ausgewählter Einhängepunkt wird bereits von einem anderen Speichermedium genutzt.
fr: Le point de montage sélectionné est déjà utilisé par un autre périphérique.
it: Il punto di mount selezionato è già utilizzato da un'altra unità.
ru: Выбранная точка монтирования уже используется другим диском.

source: Serial: %s
de: Seriennummer: %s
fr: Série: %s
it: Seriale: %s
ru: Сериал: %s

source: Serial: unknown
de: Seriennummer: unbekannt
fr: Série: inconnu
it: Seriale: sconosciuto
ru: Сериал: неизвестно

source: Three partitions (33% - 33% - 33%)
de: 3 Partitionen (33% - 33% - 33%)
fr: Trois partitions (33% - 33% - 33%)
it: Tre partizioni (33% - 33% - 33%)
ru: Три раздела (33% - 33% - 33%)

source: Two partitions (50% - 50%)
de: 2 Partitionen (50% - 50%)
fr: Deux partitions (50% - 50%)
it: Due partizioni (50% - 50%)
ru: Два раздела (50% - 50%)

source: Two partitions (75% - 25%)
de: 2 Partitionen (75% - 25%)
fr: Deux partitions (75% - 25%)
it: Due partizioni (75% - 25%)
ru: Два раздела (75% - 25%)

source: Unmount
de: Aushängen
fr: Démonter
it: Smontare
ru: Отмонтировать

source: Yes - fstab entry as /media/hdd
fr: Oui - entrée fstab en tant que /media/hdd
it: Sì (voce fstab come /media/hdd)
ru: Да - запись в fstab, как /media/hdd

source: You need to initialize your storage device first
de: Sie müssen Ihr Speichermedium zuerst initialisieren.
fr: Vous devez d’abord initialiser votre périphérique de stockage
it: Prima è necessario inizializzare l'unità dati
ru: Вам необходимо инициализировать устройство хранения данных в первую очередь

source: /media/custom
it: /media/personale

source: Devicelist
de: Geräteliste
